["This is Houston, say again, please.", "Houston, we've had a problem", "Open the pod bay doors, HAL.", "I'm sorry, Dave. I'm afraid I can't do that.", "I think you know what the problem is just as well as I do.", "This mission is too important for me to allow you to jeopardize it.", "Dave, this conversation can serve no purpose anymore. Goodbye.", "I'm afraid. I'm afraid, Dave. Dave, my mind is going. I can feel it. I can feel it. My mind is going. There is no question about it. I can feel it. I can feel it. I can feel it. I'm a... fraid.", "Sawyer, you're going out a youngster but you've got to come back a star!", "Fuck you!", "Oh, that's one of my favorites", "I've been in prison for three years. My dick gets hard if the wind blows.", "You know what I am? I'm your worst fuckin' nightmare, man. I'm a nigger with a badge which means I got permission to kick your fuckin' ass whenever I feel like it!", "Half a million dollars. Starting to get the picture now? You're on the wrong side of the law and order track here, Jack.", "You're gonna kick my ass now? You're crazy. Let's get in the car, all right? I'm serious. I'm not in the mood. I'll just end up fucking you up and it'll be an embarrassment to you and the police force.", "Imagine if you suddenly learned that the people, the places, the moments most important to you were not gone, not dead, but worse, had never been. What kind of hell would that be?", "Terrified... mortified... petrified... stupefied... by you.", "Find a truly original idea. It is the only way I will ever distinguish myself. It is the only way I will ever matter.", "No, you'll shoot your eye out.", "The dingo's got my baby!", "The dingo took my baby!", "You know, I proposed to your mother once.", "If I hold you any closer, I'll be in back of you!", "I want the truth!", "You can't handle the truth!", "I think I'm entitled to.", "Oh, right! To call you stupid would be an insult to stupid people! I've known sheep that could outwit you. I've worn dresses with higher IQs. But you think you're an intellectual, don't you, ape?", "Why on earth not?", "How very interesting. You're a true vulgarian, aren't you?", "Yes they do, Otto. They just don't understand it. Now let me correct you on a couple of things, OK? Aristotle was not Belgian. The central message of Buddhism is not 'Every man for himself.' And the London Underground is not a political movement. Those are all mistakes, Otto. I looked them up.", "Are you crying? Are you crying? ARE YOU CRYING? There's no crying! THERE'S NO CRYING IN BASEBALL!", "Yes. Just me and my memories. I'm practically a hermit.", "You can't fool me! There ain't no Santay Claus!", "One, two, Freddy's coming for you.", "Three, four, better lock your door.", "Five, six, grab your crucifix.", "Seven, eight, gonna stay up late.", "Nine, ten, never sleep again.", "Whatever you do... don't fall asleep.", "I'm your boyfriend now, Nancy.", "Come to Freddy.", "Not from what: From whom. Come down to the cellar. You wanna know who Fred Krueger was? He was a filthy child murderer, who killed at least 20 kids in the neighborhood... kids we all knew.", "You think you was gonna get away from me?", "I love you. I've loved you since the first moment I saw you. I guess maybe I've even loved you before I saw you.", "Seems like we always spend the best part of our time just saying goodbye.", "Of course. I'm always late. Part of my charm.", "I don't want them to be told to remember me.", "When God created woman, He gave her not two breasts but three. When the middle one got in the way, God performed surgery. Woman stood before God with the middle breast in hand, said,'What do we do with the useless boob?' And God created man.", "Duct tape will not make an honest man out of you.", "This is the way the world ends, not with a bang, with a whimper.", "Hey, STELLA.", "Nobody's going to get up, so don't get worried.", "No, I don't think I want to marry you anymore... No, you're not clean enough to bring into the house with my mother.", "Yeah, I want you to stay. So you'd better go.", "At three o'clock in the afternoon? What would your wife think?", "Yes, they deserved to die and I hope they burn in hell!", "Well, you are white and I'm black. See Jake, you think just like them, that's why I picked you; you are one of them , don't you see?. Oh, you think you ain't because you eat in Claude's and you are out there trying to get me off on TV talking about black and white, but the fact is you are just like all the rest of them. When you look at me, you don't see a man, you see a black man.", "Don't be me, Jake. Be better than me.", "America is a wall, and you're on the other side.", "This one time, at band camp, I stuck a flute in my pussy.", "I would like to make an announcement. There is a gorgeous woman masturbating on my bed.", "Like warm apple pie.", "It's not a space shuttle launch, it's SEX.", "What's my name? Say my name, bitch!", "People?", "And all I could say was, 'hello'", "I can hardly wait for you to grow up.", "There must be something between us, even if it's only an ocean.", "Boy, that escalated quickly... I mean, that really got out of hand fast.", "You stay classy, San Diego. I'm Ron Burgundy?", "She was Brazilian, or Chinese, or something weird. I met her in the bathroom of a K-Mart and we made out for hours. Then we parted ways, never to see each other again.", "I don't know how to put this but I'm kind of a big deal. People know me. I'm very important. I have many leather-bound books and my apartment smells of rich mahogany.", "One morning I shot an elephant in my pajamas. How he got in my pajamas, I don't know.", "Boon, I anticipate a deeply religious experience.", "My cucumber. It's bigger. I think vegetables can be very sensuous, don't you?", "What? Over? Did you say 'over'? Nothing is over until we decide it is! Was it over when the Germans bombed Pearl Harbor? Hell no!", "For shame! Lawrence, I'm suprised at you!", "Fuck her. Fuck her brains out. Suck her tits, squeeze her buns. You know she wants it.", "Well hello Mister Fancypants. Well, I've got news for you pal, you ain't leadin' but two things, right now: Jack and shit... and Jack left town.", "Honey, you got reeeal ugly!", "Oh that's just what we call pillow talk, baby, that's all.", "Look I probably should have told you this before but you see... well... insanity runs in my family... It practically gallops.", "I'm so afraid you're about to say something awful.", "Don't be pessimistic, it's not your style.", "You make me want to be a better man.", "When you first entered the restaurant, I thought you were handsome... and then, of course, you spoke.", "Yes, it used to be beautiful - what with the rackets, whoring, guns.", "Yes please!", "You know, I have one simple request. And that is to have sharks with frickin' laser beams attached to their heads! Now evidently my cycloptic colleague informs me that that cannot be done. Ah, would you remind me what I pay you people for, honestly? Throw me a bone here! What do we have?", "Only sailors use condoms, baby.", "Oh behave! Yeah, baby, yeah!", "He doesn't really want to kill you. Sometimes we just say that.", "Carnies. Circus folk. Nomads, you know. Smell like cabbage. Small hands.", "I demand the sum... OF 1 MILLION DOLLARS.", "That'll do, pig. That'll do.", "Roads? Where we're going, we don't need roads.", "There's that word again. 'Heavy.' Why are things so heavy in the future? Is there a problem with the Earth's gravitational pull?", "You bet your ass it works.", "Don't be alarmed, we're negros.", "Why I gotta come up with all the ideas?", "Look man, I ain't getting my sex at home, OK? Don't deny me this.", "I'm married. That's what married means. It means you sleep together, but you can't get none.", "Yeah, I hate it when a bitch lets herself slide.", "Well, you picked the unrequited variety. It's very bad for the skin.", "Disturbing the peace? I got thrown out of a window! What's the fuckin' charge for getting pushed out of a moving car, huh? Jaywalking?", "Don't you think I realize what's going on here, miss? Who do you think I am, huh? Don't you think I know that if I was some hotshot from out of town that pulled inside here and you guys made a reservation mistake, I'd be the first one to get a room and I'd be upstairs relaxing right now.", "OK...but I get to be on top.", "Ted, you and I have witnessed many things, but nothing as bodacious as what just happened. Besides, we told ourselves to listen to this guy.", "It seems to me the only thing you've learned is that Caesar is a 'salad dressing dude.'", "If you're gonna stay home today, you can help me shave my armpits.", "Of course I peed my pants, everyone my age pees their pants. It's the coolest.", "Mr. Madison, what you've just said is one of the most insanely idiotic things I have ever heard. At no point in your rambling, incoherent response were you even close to anything that could be considered a rational thought. Everyone in this room is now dumber for having listened to it. I award you no points, and may God have mercy on your soul.", "Well shoot back!", "Nobody asks to be a hero, it just sometimes turns out that way.", "When I go home people'll ask me, 'Hey Hoot, why do you do it man? What, you some kinda war junkie?' You know what I'll say? I won't say a goddamn word. Why? They won't understand. They won't understand why we do it. They won't understand that it's about the men next to you, and that's it. That's all it is.", "Quite an experience to live in fear, isn't it? That's what it is to be a slave.", "She's beginning to suspect, I think.", "I was quit when I come in here, Bryant, I'm twice as quit now.", "I've seen things you people wouldn't believe. Attack ships on fire off the shoulder of Orion. I watched C-beams glitter in the dark near the Tannhauser gate. All those moments will be lost in time... like tears in rain... Time to die.", "We're not sure. Are we... black?", "God darnit, Mr. Lamarr, you use your tongue prettier than a twenty dollar whore.", "And they was right", "I want you to round up every vicious criminal and gunslinger in the west. Take this down. I want rustlers, cut throats, murderers, bounty hunters, desperados, mugs, pugs, thugs, nitwits, halfwits, dimwits, vipers, snipers, con men, Indian agents, Mexican bandits, muggers, buggerers, bushwhackers, hornswogglers, horse thieves, bull dykes, train robbers, bank robbers, ass-kickers, shit-kickers and Methodists.", "Mmm, that dirty, double-crossin' rat!", "Yeah? How about the nights?", "The age of chivalry is past; this is the age of chiselry.", "This here's Miss Bonnie Parker. I'm Clyde Barrow. We rob banks.", "You know what, when we started out, I thought we was really goin' somewhere. This is it. We're just goin', huh?", "I ain't good. I'm the best!", "You try to get something to eat around here and some son-of-a-bitch comes up to you with a meat cleaver.", "You're not the king of Dirk. I'm the boss of me. I'm the king of me. I'm Dirk Diggler. I'm the star. It's my big dick and I say when we roll.", "It's my big dick and I say when we roll.", "You're not the boss of me, Jack. You're not the king of Dirk. I'm the boss of me. I'm the king of me. I'm Dirk Diggler. I'm the star. It's my big dick and I say when we roll.", "My fucking wife has an ass in her cock over in the driveway, alright? I'm sorry if my thoughts aren't with the photography of the film we're shooting tomorrow, Kurt, OK?", "[unzipping his pants] Then feast on that.", "She is my sister. She is number-four prostitute in whole of Kazakhstan.", "Can we follow her and maybe make a sexy time with her?", "WHAT...? You joke? ... Is not good for me.", "Sadly, I cannot go after Pamela or else my wife will snap off my cock.", "You telling me the man who try to put a rubber fist in my anus was a homosexual?", "Oh no. Much too long... and mostly untrue.", "Would you do me a favor, Harry? Drop dead!", "He's right. I'm stupid and I like it.", "No, no, I'm fine. In fact, considering I've been dead for sixteen years I'm in remarkable health.", "There is no such thing as a bad boy.", "Then, you can go right on being nothin', and nobody cares.", "Every man dies, not every man really lives.", "Your heart is free. Have the courage to follow it.", "Aye, fight and you may die. Run, and you'll live... at least a while. And dying in your beds, many years from now, would you be willin' to trade ALL the days, from this day to that, for one chance, just one chance, to come back here and tell our enemies that they may take our lives, but they'll never take... OUR FREEDOM!", "So what.", "No. People don't belong to people.", "I don't want to put you in a cage, I want to love you!", "Anyone who ever gave you confidence, you owe them a lot.", "Promise me one thing: don't take me home until I'm drunk - very drunk indeed.", "We belong dead.", "It's a perfect night for mystery and horror. The air itself is filled with monsters.", "I'm glad he's single because I'm going to climb that like a tree.", "No, you started it! Did you forget to take your Xanax this morning?", "At first I did not know it was your diary, I thought it was a very sad handwritten book.", "They are cute, but when they reach that age, ugh. Disgusting. They smell, they're sticky, they say things that are horrible, and there is semen all over everything. Disgusting. I cracked a BLANKET in half.", "I really want you to leave, but I don't know how to say it without sounding like a dick.", "[sticks tongue in cheek and mimics fellatio] Oh, I'm sure you are... very... popular.", "I'm life, Annie, and I'm biting you in the ass!", "I don't know. I'm not quite myself today.", "Nonsense. You tried it in the tail yesterday, and it didn't fit.", "Now it isn't that I don't like you, Susan, because, after all, in moments of quiet, I'm strangely drawn toward you, but - well, there haven't been any quiet moments.", "Son, you got a panty on your head.", "All-righty then!", "Aaaaawl-right-y-then.", "If I'm not back in five minutes, just wait longer.", "Do not go in there. Whoa!", "I am serious. And don't call me Shirley.", "Looks like I picked the wrong week to stop sniffing glue.", "No sir, I've never been up in a plane before.", "You ever seen a grown man naked?", "By the way, is there anyone on board who knows how to fly a plane?", "I'm ready, man, check it out. I am the ultimate badass! State of the badass art! You do NOT wanna fuck with me. Check it out! Hey Ripley, don't worry. Me and my squad of ultimate badasses will protect you! Check it out! Independently targeting particle beam phalanx. Vwap! Fry half a city with this puppy.", "Get away from her, you bitch!", "That's it, man. Game over, man. Game over! What the fuck are we supposed to now, huh, what are we gonna do?", "Oh yeah, sure! With those things runnin' around? You can count me out.", "It's going to be a bumpy night.", "And our thoughts are clay.", "And we sleep and eat with death.", "It's showtime!", "Follow the money.", "Get some.", "If ya never take it seriously, ya never get hurt.", "Ya never get hurt, ya always have fun.", "And if you ever get lonely, you just go to the record store and visit your friends.", "I am a golden god!", "You don't know what he says to me in private.", "Maybe it is love, as much as it can be, for somebody...", "(pause) What kind of beer?", "I tried to fart and a little shit came out.", "I just sharted.", "There are simply too many notes.", "Sometimes there's so much beauty in the world I feel like I can't take it, like my heart's going to cave in.", "This is my neighborhood.", "This is my street.", "This is my life.", "I'm 42 years old.", "In less than a year, I'll be dead.", "Of course, I don't know that yet.", "And in a way, I'm dead already.", "Look at me, jerking off in the shower.", "This will be the high point of my day.", "It's all downhill from here.", "Well, that's true of every day but one - the day you die.", "For you, Brad, I've got five!", "And don't be stingy, baby.", "La-dee-da, la-dee-da.", "I don't want to move to a city where the only cultural advantage is being able to make a right turn on a red light.", "It's sex with someone I love.", "You know, I looked within the soul of the boy sitting next to me.", "You know, my mother never had time for me.", "You know, when you're the middle child in a family of five million, you don't get any attention.", "I mean, how is it possible?", "...Smells like victory", "Just give me back the board, Lance.", "It was a good board... and I like it.", "You know how hard it is to find a board you like...", "Like a mean motherfucker, sir!", "We thought you were dead.", "Well, you thought wrong, damn it.", "We fell in love. I fell in love - she just stood there.", "I once stole a pornographic book that was printed in braille. I used to rub the dirty parts.", "This man wants to buy a copy. How much is it?", "Of course I am. I'm traumatized. Who knows if I'll ever cum again.", "Even Oedipus didn't see his mother comin'.", "You IDIOT! You made me. Remember? You dropped me into that vat of chemicals. That wasn't easy to get over, and don't think that I didn't try.", "It's not exactly a normal world, is it?", "I'm batman", "My face on the one dollar bill.", "I thought I was a Pisces.", "You ever dance with the devil in the pale moonlight? I always ask that of all my prey. I just... like the sound of it.", "I'm the ghost with the most, babe", "Ah. Well... I attended Juilliard... I'm a graduate of the Harvard business school. I travel quite extensively. I lived through the Black Plague and had a pretty good time during that. I've seen the EXORCIST ABOUT A HUNDRED AND SIXTY-SEVEN TIMES, AND IT KEEPS GETTING FUNNIER EVERY SINGLE TIME I SEE IT... NOT TO MENTION THE FACT THAT YOU'RE TALKING TO A DEAD GUY... NOW WHAT DO YOU THINK? You think I'm qualified?", "Oh geez, I don't know. I mean, it's kind of a big decision isn't it? I mean, I always said if I ever did it, I was gonna do it once and that was it. Oh, well. Sure, yeah. Go ahead."]